Revit 2027 API
BuiltInFailures.AnalyticalModelFailures.HighestAssociatedLevelBelowLowestAssociatedLevel Property
 The Highest Associated Level is set below the Lowest Associated Level
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId HighestAssociatedLevelBelowLowestAssociatedLevel { get; }
Public Shared ReadOnly Property HighestAssociatedLevelBelowLowestAssociatedLevel As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ HighestAssociatedLevelBelowLowestAssociatedLevel {
	FailureDefinitionId^ get ();
}
static member HighestAssociatedLevelBelowLowestAssociatedLevel : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.AnalyticalModelFailures Class
Autodesk.Revit.DB Namespace